Repository: inqdesign/FutureVoice
Catalog: FutureVoice/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Captured automatically from what you say. Mark the ones you've got down as known.
de: Automatisch aus deinen Äußerungen gesammelt. Markiere, was sitzt, als bekannt.
es: Se guardan solas de lo que dices. Marca como sabido lo que ya domines.
fr: Récupérés automatiquement de ce que tu dis. Marque comme acquis ceux que tu maîtrises.
ja: 話した内容から自動で集めます。しっかり身についたものは「知ってる」にしてください。
ko: 말한 내용에서 자동으로 모아요. 완전히 익힌 건 '아는 것'으로 표시하세요.
zh_hans: 从你说过的话自动收集。已经学会的，标为我会了。
zh_hant: 從你說過的話自動收集。已經學會的，標為我會了。

source: Captured from what you say, plus the expressions your watched scenes teach. Mark the ones you've got down as known.
de: Aus dem, was du sagst — plus die Wendungen, die deine Szenen dir beibringen. Markiere als gewusst, was sitzt.
es: Se guardan de lo que dices y de las expresiones que enseñan las escenas que ves. Marca como sabido lo que ya domines.
fr: Récupérés de ce que tu dis et des expressions qu’enseignent les scènes que tu regardes. Marque comme acquis ceux que tu maîtrises.
ja: 自分が話した内容と、見たシーン練習に出てきた表現を集めています。身についたものは「知ってる」にしてください。
ko: 내가 말한 내용과 본 상황연습에서 나온 표현을 모았어요. 익힌 건 안다고 표시해 주세요.
zh_hans: 收集你说过的话，加上看过的情境练习教的用语。已经学会的，标为我会了。
zh_hant: 收集你說過的話，加上看過的情境練習教的用語。已經學會的，標為我會了。

source: Cards done — now say it out loud
de: Karten erledigt — jetzt laut aussprechen
es: Fin de las tarjetas — ahora dilo en voz alta
fr: Cartes terminées — maintenant, dis-le à voix haute
ja: カードは終わり。今度は声に出して言ってみましょう
ko: 카드 끝 — 이제 소리 내어 말해 보세요
zh_hans: 卡片完成。现在大声说出来吧
zh_hant: 卡片完成。現在大聲說出來吧

source: Cards from this talk
de: Karten aus diesem Gespräch
es: Tarjetas de esta llamada
fr: Cartes de cet appel
ja: この通話から出たカード
ko: 이 대화에서 나온 카드
zh_hans: 这通电话的卡片
zh_hant: 這通電話的卡片

source: Category name (e.g. Landlord, Gym)
de: Kategoriename (z. B. Vermieter, Fitnessstudio)
es: Nombre de la categoría (p. ej. Casero, Gimnasio)
fr: Nom de la catégorie (ex. : Propriétaire, Salle de sport)
ja: カテゴリ名（例：大家さん、ジム）
ko: 카테고리 이름 (예: 집주인, 헬스장)
zh_hans: 类别名称（例：房东、健身房）
zh_hant: 類別名稱（例：房東、健身房）

source: Change my level
de: Niveau ändern
es: Cambiar mi nivel
fr: Changer mon niveau
ja: レベルを変更
ko: 레벨 변경
zh_hans: 更改水平
zh_hant: 更改程度

source: Change or cancel your plan
de: Plan ändern oder kündigen
es: Cambiar o cancelar tu plan
fr: Changer ou résilier ta formule
ja: プランの変更・解約
ko: 플랜 변경 또는 해지
zh_hans: 变更或取消方案
zh_hant: 變更或取消方案

source: Chapters
de: Kapitel
es: Capítulos
fr: Chapitres
ja: チャプター
ko: 챕터
zh_hans: 章节
zh_hant: 章節

source: Characters
de: Figuren
es: Personajes
fr: Personnages
ja: 架空の人物
ko: 가상 인물
zh_hans: 虚拟人物
zh_hant: 虛擬人物

source: Choose your accent
de: Akzent wählen
es: Elige tu acento
fr: Choisis ton accent
ja: アクセントを選ぶ
ko: 억양 고르기
zh_hans: 选口音
zh_hant: 選口音

source: City
de: Stadt
es: Ciudad
fr: Ville
ja: 都市
ko: 도시
zh_hans: 城市
zh_hant: 城市

source: City, country
de: Stadt, Land
es: Ciudad, país
fr: Ville, pays
ja: 都市、国
ko: 도시, 나라
zh_hans: 城市、国家
zh_hant: 城市、國家

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
zh_hans: 清除
zh_hant: 清除

source: Clear voice cache?
de: Sprach-Cache löschen?
es: ¿Borrar la caché de voz?
fr: Vider le cache de la voix ?
ja: 音声キャッシュを消去しますか？
ko: 음성 캐시를 지울까요?
zh_hans: 要清除语音缓存吗？
zh_hant: 要清除語音快取嗎？

source: Clear, detailed talk on many topics, including some abstract ones.
de: Klar und detailliert zu vielen Themen, auch zu abstrakteren.
es: Hablas con claridad y detalle de muchos temas, incluso de algunos abstractos.
fr: Tu parles de beaucoup de sujets avec clarté et précision, y compris de sujets abstraits.
ja: 抽象的な話題も含め、いろいろなテーマをはっきり詳しく話せます。
ko: 추상적인 주제까지 포함해 여러 주제를 분명하고 자세히 말할 수 있어요.
zh_hans: 连抽象的主题都能讲得清楚又详细。
zh_hant: 連抽象的主題都能講得清楚又詳細。

source: Clears setup, voice clone and persona, then restarts the first-run flow. You stay signed in.
de: Löscht Setup, Stimmklon und Persona und startet den Erstlauf neu. Du bleibst angemeldet.
es: Borra la configuración, el clon de voz y el perfil, y vuelve a empezar desde la primera pantalla. Tu sesión sigue abierta.
fr: Efface la configuration, le clone vocal et le profil, puis reprend tout depuis le premier écran. Tu restes connecté.
ja: 設定と声、プロフィールを消して、初回起動の画面からやり直します。ログインはそのままです。
ko: 설정과 목소리, 프로필을 지우고 처음 켰을 때 화면부터 다시 시작해요. 로그인은 그대로예요.
zh_hans: 清除设置、声音和个人文件，从第一次打开的界面重新开始。登录状态不变。
zh_hant: 清除設定、聲音和個人檔案，從第一次開啟的畫面重新開始。登入狀態不變。

source: Cloning again uses 5 credits. Your current voice is replaced and deleted on ElevenLabs — you can't go back to it. Audio already generated keeps playing.
de: Ein erneutes Klonen kostet 5 Credits. Deine aktuelle Stimme wird ersetzt und bei ElevenLabs gelöscht – du kannst nicht zu ihr zurückkehren. Bereits erzeugte Audios bleiben abspielbar.
es: Volver a clonar cuesta 5 créditos. Tu voz actual se reemplaza y se elimina de ElevenLabs — no podrás recuperarla. El audio ya generado se sigue escuchando.
fr: Refaire le clone coûte 5 crédits. Ta voix actuelle est remplacée et supprimée chez ElevenLabs — impossible de revenir en arrière. L’audio déjà généré continue de s’écouter.
ja: もう一度クローンすると5クレジット使います。今の声は新しい声に置き換わり、ElevenLabsからも削除されて元に戻せません。すでに作られた音声はそのまま再生されます。
ko: 다시 클론하면 5크레딧이 사용돼요. 지금 목소리는 새 목소리로 대체되고 ElevenLabs에서 삭제되어 되돌릴 수 없어요. 이미 만들어진 오디오는 계속 재생돼요.
zh_hans: 重新克隆会用掉5点数。目前的声音会被新声音取代，并从ElevenLabs删除，无法还原。已经生成的音频可以继续播放。
zh_hant: 重新複製會用掉5點數。目前的聲音會被新聲音取代，並從ElevenLabs刪除，無法還原。已經生成的音訊可以繼續播放。

source: Cloning again uses a few minutes of talk time. Your current voice is replaced and deleted on ElevenLabs — you can't go back to it. Audio already generated keeps playing.
de: Ein erneutes Klonen kostet ein paar Minuten Sprechzeit. Deine aktuelle Stimme wird ersetzt und bei ElevenLabs gelöscht — zurück geht es nicht. Bereits erzeugte Audios bleiben abspielbar.
es: Volver a clonar cuesta unos minutos de tiempo de conversación. Tu voz actual se reemplaza y se elimina de ElevenLabs — no podrás recuperarla. El audio ya generado se sigue escuchando.
fr: Refaire le clone coûte quelques minutes de temps de conversation. Ta voix actuelle est remplacée et supprimée chez ElevenLabs — impossible de revenir en arrière. L’audio déjà généré continue de s’écouter.
ja: 作り直すと通話時間が数分かかります。今の声は新しい声に置き換わり、ElevenLabsからも削除されて元に戻せません。すでに作った音声はそのまま聞けます。
ko: 다시 만들면 통화 시간이 몇 분 들어요. 지금 목소리는 새 목소리로 바뀌고 ElevenLabs에서도 지워져서 되돌릴 수 없어요. 이미 만들어 둔 소리는 계속 들려요.
zh_hans: 重新制作会用掉几分钟的通话时间。目前的声音会被新声音取代，并从ElevenLabs删除，无法还原。已经做好的音频可以继续听。
zh_hant: 重新製作會用掉幾分鐘的通話時間。目前的聲音會被新聲音取代，並從ElevenLabs刪除，無法還原。已經做好的音訊可以繼續聽。

source: Cloning your voice…
de: Deine Stimme wird geklont…
es: Creando tu voz…
fr: Création de ta voix…
ja: 声を作成中…
ko: 목소리를 만드는 중…
zh_hans: 正在制作你的声音…
zh_hant: 正在製作你的聲音…

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Close without saving
de: Ohne Speichern schließen
es: Cerrar sin guardar
fr: Fermer sans enregistrer
ja: 保存せずに閉じる
ko: 저장하지 않고 닫기
zh_hans: 不保存直接关闭
zh_hant: 不儲存直接關閉

source: Coach's note
de: Notiz vom Coach
es: Nota del coach
fr: Note du coach
ja: コーチのメモ
ko: 코치 노트
zh_hans: 教练笔记
zh_hant: 教練筆記

source: Come back when the next cards are due.
de: Komm wieder, wenn die nächsten Karten fällig sind.
es: Vuelve cuando toque repasar las próximas tarjetas.
fr: Reviens quand les prochaines cartes seront à réviser.
ja: 次のカードの復習時期になったら、また来てください。
ko: 다음 카드가 복습 시점이 되면 다시 오세요.
zh_hans: 下一批卡片到期时再回来。
zh_hant: 下一批卡片到期時再回來。

source: Comparing…
de: Wird verglichen…
es: Comparando…
fr: Comparaison…
ja: 比較中…
ko: 비교하는 중…
zh_hans: 比较中…
zh_hant: 比較中…

source: Consent
de: Einwilligung
es: Consentimiento
fr: Consentement
ja: 同意
ko: 동의
zh_hans: 同意
zh_hant: 同意

source: Continue with Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
ja: Googleで続ける
ko: Google로 계속하기
zh_hans: 用Google继续
zh_hant: 用Google繼續

source: Conversational — I get by on familiar topics
de: Gesprächsfähig — bei vertrauten Themen komme ich zurecht
es: Intermedio — me manejo con temas conocidos
fr: Intermédiaire — je m’en sors sur les sujets familiers
ja: 中級 · 慣れた話題なら問題なく話せる
ko: 중급 — 익숙한 주제면 무리 없이 대화해요
zh_hans: 中级 · 熟悉的话题可以顺利聊
zh_hant: 中級 · 熟悉的話題可以順利聊

source: Corrections and notes only
de: Nur Korrekturen und Notizen
es: Solo correcciones y notas
fr: Corrections et notes seulement
ja: 修正とメモのみ
ko: 교정과 노트만
zh_hans: 只有修正和笔记
zh_hant: 只有修正和筆記

source: Couldn't delete account
de: Konto konnte nicht gelöscht werden
es: No se pudo eliminar la cuenta
fr: Impossible de supprimer le compte
ja: アカウントを削除できませんでした
ko: 계정을 삭제하지 못했어요
zh_hans: 无法删除账号
zh_hant: 無法刪除帳號

source: Couldn't get a response.
de: Keine Antwort erhalten.
es: No se recibió respuesta.
fr: Pas de réponse reçue.
ja: 応答を受け取れませんでした。
ko: 응답을 받지 못했어요.
zh_hans: 没有收到回应。
zh_hant: 沒有收到回應。

source: Couldn't load it — tap to open the card and try again.
de: Konnte nicht geladen werden — öffne die Karte und versuch es erneut.
es: No se pudo cargar — toca para abrir la tarjeta e intentarlo de nuevo.
fr: Impossible de charger — touche pour ouvrir la carte et réessayer.
ja: 読み込めませんでした。カードを開いてもう一度試してください。
ko: 불러오지 못했어요. 카드를 열어 다시 시도해요.
zh_hans: 加载失败。打开卡片再试一次。
zh_hant: 載入失敗。打開卡片再試一次。

source: Couldn't load people — check your connection.
de: Leute konnten nicht geladen werden — prüfe deine Verbindung.
es: No se pudieron cargar las personas — revisa tu conexión.
fr: Impossible de charger les personnes — vérifie ta connexion.
ja: 人の一覧を読み込めませんでした。接続を確認してください。
ko: 사람 목록을 불러오지 못했어요 — 연결을 확인해 주세요.
zh_hans: 无法加载人物名单，请确认网络连接。
zh_hant: 無法載入人物名單，請確認網路連線。

source: Couldn't load stories
de: Artikel konnten nicht geladen werden
es: No se pudieron cargar las noticias
fr: Impossible de charger les actus
ja: 記事を読み込めませんでした
ko: 기사를 불러오지 못했어요
zh_hans: 无法加载新闻
zh_hant: 無法載入新聞

source: Couldn't load this one.
de: Konnte nicht geladen werden.
es: No se pudo cargar esto.
fr: Impossible de charger celui-ci.
ja: これは読み込めませんでした。
ko: 이건 불러오지 못했어요.
zh_hans: 这一个加载失败。
zh_hant: 這一個載入失敗。

source: Couldn't play audio
de: Audio konnte nicht abgespielt werden
es: No se pudo reproducir el audio
fr: Impossible de lire l’audio
ja: 音声を再生できませんでした
ko: 오디오를 재생하지 못했어요
zh_hans: 无法播放音频
zh_hant: 無法播放音訊

source: Couldn't publish — check your connection and try again.
de: Veröffentlichen fehlgeschlagen — prüfe deine Verbindung und versuch es erneut.
es: No se pudo publicar — revisa tu conexión e inténtalo de nuevo.
fr: Impossible de publier — vérifie ta connexion et réessaie.
ja: 公開できませんでした。接続を確認してもう一度お試しください。
ko: 공개하지 못했어요 — 연결을 확인하고 다시 시도해 주세요.
zh_hans: 无法发布，请确认网络连接后再试一次。
zh_hant: 無法發布，請確認網路連線後再試一次。

source: Couldn't rebuild your voice
de: Deine Stimme konnte nicht neu erstellt werden
es: No se pudo volver a crear tu voz
fr: Impossible de refaire ta voix
ja: 声を作り直せませんでした
ko: 목소리를 다시 만들지 못했어요
zh_hans: 无法重新制作声音
zh_hant: 無法重新製作聲音

source: Couldn't remix your voice
de: Stimme konnte nicht neu gemischt werden
es: No se pudo remezclar tu voz
fr: Impossible de remixer ta voix
ja: 声をリミックスできませんでした
ko: 목소리를 리믹스하지 못했어요
zh_hans: 无法重新混制声音
zh_hant: 無法重新混製聲音

source: Couldn't take it down — check your connection and try again.
de: Zurückziehen fehlgeschlagen — prüfe deine Verbindung und versuch es erneut.
es: No se pudo retirar — revisa tu conexión e inténtalo de nuevo.
fr: Impossible de le retirer — vérifie ta connexion et réessaie.
ja: 取り下げられませんでした。接続を確認してもう一度お試しください。
ko: 내리지 못했어요 — 연결을 확인하고 다시 시도해 주세요.
zh_hans: 无法下架，请确认网络连接后再试一次。
zh_hant: 無法下架，請確認網路連線後再試一次。

source: Couldn't write the scene
de: Szene konnte nicht geschrieben werden
es: No se pudo escribir la escena
fr: Impossible d’écrire la scène
ja: シーンを作れませんでした
ko: 상황연습을 쓰지 못했어요
zh_hans: 无法写出场景
zh_hant: 無法寫出場景

source: Country
de: Land
es: País
fr: Pays
ja: 国
ko: 국가
zh_hans: 国家
zh_hant: 國家

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들기
zh_hans: 创建
zh_hant: 建立

source: Credits left
de: Verbleibende Credits
es: Créditos restantes
fr: Crédits restants
ja: 残りクレジット
ko: 남은 크레딧
zh_hans: 剩余点数
zh_hant: 剩餘點數

source: Credits power new voice synthesis and AI calls, and refill every cycle. Replays, drills, and progress stay free forever.
de: Credits treiben neue Sprachsynthese und KI-Anrufe an und füllen sich jeden Zyklus wieder auf. Wiederholen, Üben und Fortschritt bleiben für immer kostenlos.
es: Los créditos sirven para sintetizar voz nueva y para las llamadas con IA, y se renuevan cada ciclo. Volver a escuchar, los ejercicios y el progreso son gratis para siempre.
fr: Les crédits servent à synthétiser de nouvelles voix et aux appels avec l’IA, et se rechargent à chaque cycle. Réécouter, les exercices et la progression restent gratuits pour toujours.
ja: クレジットは新しい音声の合成とAIとの通話に使われ、周期ごとに補充されます。もう一度聞く・ドリル・進捗はずっと無料です。
ko: 크레딧은 새 음성을 합성하고 AI와 통화할 때 쓰이고, 주기마다 다시 채워져요. 다시 듣기·드릴·진행 상황은 언제까지나 무료고요.
zh_hans: 点数用于合成新语音和AI通话，每个周期会重新补满。重听、训练和成长永远免费。
zh_hant: 點數用於合成新語音和AI通話，每個週期會重新補滿。重聽、訓練和成長永遠免費。

source: Credits power voice synthesis and AI replies. Invite friends to earn more.
de: Credits treiben Sprachsynthese und KI-Antworten an. Lade Freunde ein, um mehr zu verdienen.
es: Los créditos sirven para la síntesis de voz y las respuestas de la IA. Invita a amigos y gana más.
fr: Les crédits servent à la synthèse vocale et aux réponses de l’IA. Invite des amis pour en gagner plus.
ja: クレジットは音声合成とAIの返答に使われます。友だちを招待するともっともらえます。
ko: 크레딧은 음성 합성과 AI 응답에 쓰여요. 친구를 초대하면 더 받을 수 있어요.
zh_hans: 点数用于语音合成和AI回复。邀请朋友可以获得更多。
zh_hant: 點數用於語音合成和AI回覆。邀請朋友可以獲得更多。

source: Credits power voice synthesis and AI replies. Reviewing your words, drills, and dialogues always stays free.
de: Credits treiben Sprachsynthese und KI-Antworten an. Wörter, Übungen und Dialoge wiederholen bleibt immer kostenlos.
es: Los créditos sirven para la síntesis de voz y las respuestas de la IA. Repasar tus palabras, los ejercicios y los diálogos siempre es gratis.
fr: Les crédits servent à la synthèse vocale et aux réponses de l’IA. Réviser tes mots, tes exercices et tes dialogues reste toujours gratuit.
ja: クレジットは音声合成とAIの返答に使われます。単語・ドリル・会話の復習はいつでも無料です。
ko: 크레딧은 음성 합성과 AI 응답에 쓰여요. 단어·드릴·대화 복습은 언제나 무료예요.
zh_hans: 点数用于语音合成和AI回复。复习单词、训练和对话永远免费。
zh_hant: 點數用於語音合成和AI回覆。複習單字、訓練和對話永遠免費。

source: Credits power voice synthesis and AI replies. There's no subscription during the beta — invite friends to earn more.
de: Credits treiben Sprachsynthese und KI-Antworten an. In der Beta gibt es kein Abo — lade Freunde ein, um mehr zu bekommen.
es: Los créditos sirven para la síntesis de voz y las respuestas de la IA. Durante la beta no hay suscripción — invita a amigos y gana más.
fr: Les crédits servent à la synthèse vocale et aux réponses de l’IA. Pas d’abonnement pendant la bêta — invite des amis pour en gagner plus.
ja: クレジットは音声合成とAIの返答に使われます。ベータ中はサブスクリプションがなく、友だちを招待するともっともらえます。
ko: 크레딧은 음성 합성과 AI 응답에 쓰여요. 베타 기간에는 구독이 없고, 친구를 초대하면 더 받을 수 있어요.
zh_hans: 点数用于语音合成和AI回复。测试期间没有订阅，邀请朋友可以获得更多。
zh_hant: 點數用於語音合成和AI回覆。測試期間沒有訂閱，邀請朋友可以獲得更多。

source: Daily call
de: Täglicher Anruf
es: Llamada diaria
fr: Appel quotidien
ja: 毎日の電話
ko: 매일 전화
zh_hans: 每日来电
zh_hant: 每日來電

source: Daily goal
de: Tagesziel
es: Objetivo diario
fr: Objectif du jour
ja: 1日の目標
ko: 하루 목표
zh_hans: 每日目标
zh_hant: 每日目標

source: Daily goals
de: Tagesziele
es: Objetivos diarios
fr: Objectifs du jour
ja: 1日の目標
ko: 하루 목표
zh_hans: 每日目标
zh_hant: 每日目標

source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
ja: 生年月日
ko: 생년월일
zh_hans: 出生日期
zh_hant: 出生日期

source: Day
de: Tag
es: Día
fr: Jour
ja: 日
ko: 일
zh_hans: 天
zh_hant: 天

source: day streak
de: Tage-Serie
es: días de racha
fr: jours de série
ja: 日連続
ko: 일 연속
zh_hans: 天连续
zh_hant: 天連續

source: days
de: Tage
es: días
fr: jours
ja: 日
ko: 일
zh_hans: 天
zh_hant: 天

source: Days in the Core
de: Tage im Core
es: Días en el Núcleo
fr: Jours dans le Noyau
ja: コアにいた日数
ko: 코어에서 보낸 날
zh_hans: 在核心的天数
zh_hant: 在核心的天數

source: Days met
de: Erfüllte Tage
es: Días cumplidos
fr: Jours remplis
ja: 達成した日
ko: 채운 날
zh_hans: 达标天数
zh_hant: 達標天數

source: Days to qualify
de: Tage bis zur Qualifikation
es: Días para calificar
fr: Jours avant la qualification
ja: 資格まで
ko: 자격까지
zh_hans: 距离资格
zh_hant: 距離資格

source: Days to return
de: Tage bis zur Rückkehr
es: Días para volver
fr: Jours avant le retour
ja: 復帰まで
ko: 복귀까지
zh_hans: 距离重返
zh_hant: 距離重返

source: Debug builds only. Routes back through the first-run setup flow.
de: Nur Debug-Builds. Führt zurück durch den Erstlauf.
es: Solo en builds de debug. Vuelve al flujo de configuración inicial.
fr: Uniquement en build debug. Renvoie vers la configuration du premier lancement.
ja: デバッグビルドのみ。初回起動時の設定画面に戻ります。
ko: 디버그 빌드에서만 보여요. 처음 켰을 때 설정 화면으로 되돌아가요.
zh_hans: 只在调试版显示。回到第一次打开时的设置界面。
zh_hant: 只在除錯版顯示。回到第一次開啟時的設定畫面。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
zh_hans: 删除账号
zh_hant: 刪除帳號

source: Delete forever
de: Endgültig löschen
es: Eliminar para siempre
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구 삭제
zh_hans: 永久删除
zh_hant: 永久刪除

source: Delete scenario
de: Situation löschen
es: Eliminar situación
fr: Supprimer la situation
ja: シチュエーションを削除
ko: 상황 삭제
zh_hans: 删除情境
zh_hant: 刪除情境

source: Delete talk
de: Gespräch löschen
es: Eliminar llamada
fr: Supprimer l’appel
ja: 通話を削除
ko: 대화 삭제
zh_hans: 删除通话
zh_hant: 刪除通話

source: Delete this scenario?
de: Diese Situation löschen?
es: ¿Eliminar esta situación?
fr: Supprimer cette situation ?
ja: このシチュエーションを削除しますか？
ko: 이 상황을 삭제할까요?
zh_hans: 要删除这个情境吗？
zh_hant: 要刪除這個情境嗎？

source: Delete this talk?
de: Dieses Gespräch löschen?
es: ¿Eliminar esta llamada?
fr: Supprimer cet appel ?
ja: この通話を削除しますか？
ko: 이 대화를 삭제할까요?
zh_hans: 要删除这通电话吗？
zh_hant: 要刪除這通電話嗎？

source: Delete your account?
de: Dein Konto löschen?
es: ¿Eliminar tu cuenta?
fr: Supprimer ton compte ?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
zh_hans: 要删除账号吗？
zh_hant: 要刪除帳號嗎？

source: Delete your voice?
de: Deine Stimme löschen?
es: ¿Eliminar tu voz?
fr: Supprimer ta voix ?
ja: 声を削除しますか？
ko: 목소리를 삭제할까요?
zh_hans: 要删除声音吗？
zh_hant: 要刪除聲音嗎？

source: Deletes cached voice audio only. Your talks, drills, words and books are untouched. Every line synthesizes again the next time it plays.
de: Löscht nur zwischengespeicherte Sprachaudios. Deine Gespräche, Drills, Wörter und Bücher bleiben unberührt. Jeder Satz wird beim nächsten Abspielen neu synthetisiert.
es: Solo borra el audio de voz guardado. Tus llamadas, ejercicios, palabras y cuadernos quedan intactos. Cada frase se sintetiza otra vez la próxima vez que suene.
fr: Efface seulement l’audio de voix mis en cache. Tes appels, tes exercices, tes mots et tes carnets restent intacts. Chaque phrase est synthétisée à nouveau à la prochaine écoute.
ja: 保存した音声だけを消します。通話、ドリル、単語、ブックはそのままです。各文は次に聞くときにもう一度作られます。
ko: 저장해 둔 음성만 지워요. 대화, 드릴, 단어, 책은 그대로예요. 문장마다 다음에 들을 때 다시 만들어져요.
zh_hans: 只删除保存的语音。通话、训练、单词和复习本都不受影响。每句话下次播放时会重新合成。
zh_hant: 只刪除儲存的語音。通話、訓練、單字和複習本都不受影響。每句話下次播放時會重新合成。

source: Deleting your account permanently removes your voice clone, credits, and account data. Practice data on this device is erased too.
de: Beim Löschen des Kontos verschwinden Stimmklon, Credits und Kontodaten endgültig. Die Lerndaten auf diesem Gerät werden ebenfalls gelöscht.
es: Al eliminar tu cuenta se borran para siempre tu clon de voz, tus créditos y los datos de la cuenta. Los datos de práctica de este teléfono también se borran.
fr: Supprimer ton compte efface définitivement ton clone vocal, tes crédits et les données de ton compte. Les données de pratique sur ce téléphone sont effacées aussi.
ja: アカウントを削除すると、声のクローン、クレジット、アカウントのデータが完全に消えます。この端末の練習データも消去されます。
ko: 계정을 삭제하면 음성 클론, 크레딧, 계정 데이터가 영구히 사라져요. 이 기기의 학습 데이터도 함께 지워집니다.
zh_hans: 删除账号会永久移除你的声音克隆、点数和账号数据。这台设备上的练习数据也会一并清除。
zh_hant: 刪除帳號會永久移除你的聲音複製、點數和帳號資料。這台裝置上的練習資料也會一併清除。

source: Deleting your account permanently removes your voice clone, talk time, and account data. Practice data on this device is erased too.
de: Wenn du dein Konto löschst, werden Stimmklon, Sprechzeit und Kontodaten dauerhaft entfernt. Die Übungsdaten auf diesem Gerät werden ebenfalls gelöscht.
es: Al eliminar tu cuenta se borran para siempre tu clon de voz, tu tiempo de conversación y los datos de la cuenta. Los datos de práctica de este teléfono también se borran.
fr: Supprimer ton compte efface définitivement ton clone vocal, ton temps de conversation et les données de ton compte. Les données de pratique sur ce téléphone sont effacées aussi.
ja: アカウントを削除すると、自分の声、通話時間、アカウント情報が完全に消えます。この端末の練習記録も一緒に消えます。
ko: 계정을 지우면 내 목소리, 통화 시간, 계정 정보가 영영 사라져요. 이 기기에 있는 연습 기록도 함께 지워지고요.
zh_hans: 删除账号会永久移除你的声音、通话时间和账号数据。这台设备上的练习记录也会一并清除。
zh_hant: 刪除帳號會永久移除你的聲音、通話時間和帳號資料。這台裝置上的練習紀錄也會一併清除。

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
ja: 開発者
ko: 개발자
zh_hans: 开发者
zh_hant: 開發者

source: Dictate
de: Diktieren
es: Dictar
fr: Dicter
ja: 音声で入力
ko: 말로 입력
zh_hans: 用说的
zh_hant: 用說的

source: Dictation isn't available in this language on your device — you can still type.
de: Diktat ist auf deinem Gerät für diese Sprache nicht verfügbar — tippen geht weiterhin.
es: Tu teléfono no dicta en este idioma — pero sí puedes escribir.
fr: Ton téléphone ne dicte pas cette langue — mais tu peux écrire.
ja: この端末はこの言語の音声入力に対応していません。タイピングはできます。
ko: 이 기기는 이 언어를 받아쓰지 못해요. 타이핑은 돼요.
zh_hans: 这台设备不支持这个语言的听写，还是可以打字。
zh_hant: 這台裝置不支援這個語言的聽寫，還是可以打字。

source: Did you sleep well?
de: Hast du gut geschlafen?
es: ¿Dormiste bien?
fr: Bien dormi ?
ja: よく眠れた？
ko: 잘 잤어?
zh_hans: 睡得好吗？
zh_hant: 睡得好嗎？

source: Discover and use words you don't reach for yet — Practice → Vocabulary highlights the ones at and above your level.
de: Entdecke Wörter, zu denen du noch nicht greifst — unter Practice → Vocabulary sind die auf und über deinem Niveau markiert.
es: Descubre y usa palabras que aún no te salen — en Práctica → Vocabulario están marcadas las de tu nivel y por encima.
fr: Découvre et utilise les mots qui ne te viennent pas encore — dans Pratique → Vocabulaire, ceux de ton niveau et au-dessus sont mis en avant.
ja: まだ使えていない単語を見つけて使ってみましょう。練習 → 語彙で、今のレベル以上の単語に印がついています。
ko: 아직 손이 안 가는 단어를 찾아 써 보세요. 복습 → 어휘에서 내 레벨보다 높은 단어를 표시해 줘요.
zh_hans: 找出还不太会用的单词来用用看。练习 → 词汇会标出你的水平以上的单词。
zh_hant: 找出還不太會用的單字來用用看。練習 → 字彙會標出你的程度以上的單字。

source: Distinct graded words you've used, accumulating from the day each was first said.
de: Verschiedene eingestufte Wörter, die du verwendet hast — gezählt ab dem Tag, an dem du sie zuerst gesagt hast.
es: Palabras distintas con nivel que ya has usado, acumuladas desde el día en que dijiste cada una por primera vez.
fr: Les mots distincts que tu as employés, comptés par niveau, cumulés depuis le jour où tu as dit chacun pour la première fois.
ja: 実際に使った単語をレベル別に数えたものです。それぞれ初めて言った日から積み上がります。
ko: 내가 실제로 쓴 단어를 등급별로 센 거예요. 각 단어를 처음 말한 날부터 쌓여요.
zh_hans: 你实际用过的单词，依等级计算，从每个字第一次说出口那天开始累积。
zh_hant: 你實際用過的單字，依等級計算，從每個字第一次說出口那天開始累積。

source: Distinct words from your talks in the last %lld days.
de: Verschiedene Wörter aus deinen Gesprächen der letzten %lld Tage.
es: Palabras distintas de tus llamadas de los últimos %lld días.
fr: Mots distincts employés dans tes appels des %lld derniers jours.
ja: 直近%lld日間の通話で使った、異なる単語の数です。
ko: 최근 %lld일간의 대화에서 쓴 서로 다른 단어 수예요.
zh_hans: 最近%lld天的通话里用过的不同单词数。
zh_hant: 最近%lld天的通話裡用過的不同單字數。

source: Doesn't sound like you? Record again
de: Klingt nicht nach dir? Nochmal aufnehmen
es: ¿No suena como tú? Graba otra vez
fr: On ne dirait pas ta voix ? Réenregistre
ja: 自分の声に聞こえませんか？もう一度録音
ko: 내 목소리 같지 않나요? 다시 녹음
zh_hans: 听起来不像你？重新录音
zh_hant: 聽起來不像你？重新錄音

source: Don't imitate a stranger — practice with the fluent you.
de: Ahme keine fremde Stimme nach — üb mit deinem fließenden Ich.
es: No imites a un desconocido — practica con tu yo fluido.
fr: N’imite pas un inconnu — entraîne-toi avec ton moi fluide.
ja: 他人をまねるのではなく、流暢になった未来の自分と練習しましょう。
ko: 다른 사람을 흉내 내지 말고, 유창해진 미래의 나와 연습하세요.
zh_hans: 不用模仿别人，跟流利的自己练习。
zh_hant: 不用模仿別人，跟流利的自己練習。

source: Done for today
de: Für heute geschafft
es: Listo por hoy
fr: Fini pour aujourd’hui
ja: 今日はここまで
ko: 오늘은 여기까지
zh_hans: 今天到这里
zh_hant: 今天到這裡
